{"agra": [{"placeName": " 1. Taj Mahal", "placeDesc": "The Taj Mahal is one of the seven wonders of the world and is considered to be the most popular tourist attraction in the country. A symbol of love, the Taj was built by Mughal Emperor Shah Jahan for his queen Mumtaz. Tagore described the Taj as a \"teardrop on the cheek of eternity\". The monument at..."}, {"placeName": " 2. Fatehpur Sikri", "placeDesc": "A city, predominantly made of red sand stone, Fatehpur Sikri was once the capital of Mughal Emperor Akbar. It is now a UNESCO world heritage site and a famous tourist attraction. The city offers a fine example of Akbar's architectural finesse."}, {"placeName": " 3. Agra Fort", "placeDesc": "Also known as Lal Qila, Fort Rouge or Red Fort of Agra, the Agra Fort is a UNESCO world heritage site. It is situated at a distance of about 2.5km northwest of the famous Taj Mahal. The construction of the massive fort of red sandstone by the banks of Yamuna river was started by emperor Akbar."}, {"placeName": " 4. Itimad-ud-daulah's Tomb", "placeDesc": "This tomb nestled on the bank of the river Yamuna was built by Queen Noor Jahan for her parents in the middle of the Persian Garden. It was constructed using yellow marble, with black and white marble inlay, and was hence called the Baby Taj."}, {"placeName": " 5. Shopping in Agra", "placeDesc": "Various small shops in Agra sell handicrafts and stone products such as jewelry boxes, and plaques. Leather goods of good quality are also available in the markets. Most products have some dedication to the Taj Mahal."}, {"placeName": " 6. Tomb of Akbar", "placeDesc": "The Tomb of Akbar the Great is an important and iconic Mughal architectural masterpiece, built in 1605_ã_1613, spanning over an area of 119 acres in Sikandra, an outlying section of Agra, Uttar Pradesh, India.  It is located at Sikandra, in the suburbs of Agra, on the Mathura road (NH2), 8 km west o..."}, {"placeName": " 7. Jama Masjid, Agra", "placeDesc": "This relatively simple mosque built almost entirely in red sandstone was built by Jahanara, the daughter of Shah Jahan. Seen in itself, this is still an imposing piece of architecture and one of the largest mosques in the country. This is still used as the main mosque in the city."}, {"placeName": " 8. Others", "placeDesc": "Many other attractions here portray the monumental beauty of Agra. They include Mausamman Burj, Moti Masjid, Panch Mahal, Maryamuzzamani Palace and Mehtab Bagh."}, {"placeName": " 9. Mehtab Bagh", "placeDesc": "Located just north to the glorious wonder called the Taj Mahal and overlooking the Agra Fort and Yamuna river on the opposite side, Mehtab Bagh is a rare retreat of natural bliss and one of the most scenic spots in Agra."}, {"placeName": " 10. Wildlife SOS", "placeDesc": "Established in 1995, Wildlife SOS is a laudatory initiative started by a group of individuals to work in the direction of protecting and conserving wildlife, maintaining quality habitats, and safeguarding rich biodiversity."}, {"placeName": " 11. Anguri Bagh", "placeDesc": "Centrally situated in the premises of Khas Mahal, Anguri Bagh was built by Mughal Emperor Shah Jahan in 1637. As the name suggests, Khas Mahal (or Aramgah- i - Muqaddasa) was constructed for the emperor as his exalted place of leisure and rest."}, {"placeName": " 12. Taj Museum", "placeDesc": "Located inside the Taj Mahal complex, the museum was established in 1982 on the western ends of the Taj Gardens. The tiny but terrific depository is a double-storeyed building with a quadrangle projection outside."}, {"placeName": " 13. Mother Teresa's Missionaries Of Charity", "placeDesc": "Located on Ajmer Road in Agra, Mother Teresa’s Missionaries of Charity works for the upbringing, well- being and education of the orphaned kids in addition to caring for the elderly and the homeless."}, {"placeName": " 14. Chini ka Rauza", "placeDesc": "Dedicated to the memory of the Prime Minister of the court, during the reign of the Mughal Emperor Shah Jahan, Chini ka Rauza is a funerary monument situated on the eastern bank of the Yamuna river in Agra."}, {"placeName": " 15. Dolphin Water Park", "placeDesc": "Inaugurated in 2002, Dolphin World Water Park is spread over an area of 14 acres and is replete with thrilling slides, roller coasters, water and regular rides etc. Besides, it has an amusement park, a play area for kids, locker room and other facilities."}, {"placeName": " 16. Friends Gokulam Fun City Water Park", "placeDesc": "Friends Gokulam Fun City Water Park is the second largest water park in Agra. Spread over vast acres of land, the water park boasts of a number of slides, roller coasters and fun rides both for adults and kids."}, {"placeName": " 17. Taj Mahotsav", "placeDesc": "Taj Mahotsav is an annual ten-day festival that takes place in Agra. The festival showcases an outstanding variety of art and craft, dance and cuisines of artisans from different regions of India. Kicked off in 1992, this festival provides the platform to the artisans from various states to display ..."}, {"placeName": " 18. Ram Barat", "placeDesc": "The Ram Barat is a joyous and one of the most important festivals in Northern India held in September every year. Marked by a footfall of over 20 lakh people every year, this festival celebrates the divine marriage ceremony of Lord Rama by taking out his marriage procession and carrying out all the ..."}]}