{"chandigarh": [{"placeName": " 1. Rose Garden", "placeDesc": "Rose garden, located at 16 sector of Chandigarh is a place to relax amid the nature at its best. The garden is packed with some exquisite variety of flowers making it quite popular among tourists and nature enthusiasts."}, {"placeName": " 2. Rock Garden", "placeDesc": "A symbol of imagination and novelty, this one is of its kind of garden spread across an area of 64 acres. The Rock Garden has been designed as an open air exhibition hall using urban and industrial wastes by Nek Chand, a former Road Inspector in Chandigarh."}, {"placeName": " 3. Sukhna Lake", "placeDesc": "Nestled at the foothills of Shivaliks, Sukhna Lake is a beautiful lake set amid the picturesque surroundings. Quite popular amid the locals and visitors, the place is a perfect destination for solitude seekers."}, {"placeName": " 4. Pinjore Gardens", "placeDesc": "Spread over a massive area of 100 acres and also known as Yadvinder Garden, Pinjore Garden is a spectacle to behold."}, {"placeName": " 5. Government Museum and Art Gallery", "placeDesc": "The Government Museum and Art Gallery is a natural history museum and an art gallery in Chandigarh. Established in August of 1947, the building was designed by the very noted architect, Le Corbusier. The building is typically is square of 165x165 feet. The following sections are present at the insti..."}, {"placeName": " 6. Shanti Kunj, Chandigarh", "placeDesc": "Set between the Cricket Stadium and the Rose Garden in Sector 16, Shanti Kunj is a garden fed by a natural stream that divides it into five blooming islands."}, {"placeName": " 7. The Capitol", "placeDesc": "Housing the Legislative Assembly, the Secretariat, the High Court and the Capitol designed by Le Corbusier is another architectural marvel composed of twofold cover, which appears like an overturned umbrella."}, {"placeName": " 8. Fun City", "placeDesc": "Located on an expanse of 43 acres, this water amusement park in Ramgarh is the biggest in North India. It boasts of one activity pool, three landing pools and a wave pool, a cluster of water slides of various shapes and sizes, which makes for a delightful ride for the water lovers."}, {"placeName": " 9. Terraced Garden", "placeDesc": "Illuminated musical fountain and the well planned orchard makes this 10 acre spread in Sector 33 an ideal picnic spot. The annual Chrysanthemum show in December is a major attraction here."}, {"placeName": " 10. Thunder Zone", "placeDesc": "Another fantasy park in the hub of the city, Thunderzone offers extensive range of exciting rides like Swinging Chairs, Octopus, Cater Pillar, Mono Junction, Columbus, Sun N Moon, Striking Cars, Baby Train, Splash, COBF Music Bob, and Wet Park."}, {"placeName": " 11. International Dolls Museum", "placeDesc": "Founded in the year 1985 by the Indian Council of Child Welfare, the museum contains a wide collection of fascinating dolls and marionettes brought from countries like Germany, Denmark, Netherlands, Spain, Korea, and Russia that stand beside the huge Indian collection."}, {"placeName": " 12. Botanical Garden, Chandigarh", "placeDesc": "Comprising of two gardens, the botanical gardens spread over Chandigarh and is adorned by a huge variety of systematically arranged plant species that are both exotic and evergreen."}, {"placeName": " 13. Bougainvillea Garden", "placeDesc": "With fifty varieties of bougainvillea on display, this garden established in 1976 is spread over 20 acres."}, {"placeName": " 14. Nangal Wetlands", "placeDesc": "Nangal is a beautiful small town situated at a distance of 100km from Chandigarh in Punjab. The wetland is bounded by Sutlej River, canals and magnificent hills."}, {"placeName": " 15. Garden of Fragrance", "placeDesc": "Garden of Fragrance as the name suggests is famous for its fragrant plants such as Mehndi, Haar Shingar, Raat ki Rani, Motia, Champa, demask rose and varieties of jasmine. The park with beautiful landscape also offers a delightful walk for its visitors."}, {"placeName": " 16. Leisure Valley", "placeDesc": "Wound with a bouquet of gardens beginning from Sector 1, through Sector 23 to Sector 3, the leisure valley is best known for the Chandigarh carnival."}, {"placeName": " 17. Children Traffic Park", "placeDesc": "Replete with real-life road scenarios, the Children Traffic Park in Sector 23A has extensive traffic control mechanisms such as road bents, inclines and declines, overpass, underpass, parallel parking area, blind alley, and uncontrolled intersections, T-Intersections, Stop Signs and Blinkers."}, {"placeName": " 18. Hibicus Garden", "placeDesc": "Founded in 1996, Hibiscus Garden houses over 40 varieties of Hibiscus shrubs over an 8 acre expanse. It is located in Sector 36."}, {"placeName": " 19. Forest Reserves", "placeDesc": "Spread over 3245 hectares, the forest reserve of Nepali and Kansal is pregnant with floral and wild life, many of which have been declared as endangered."}, {"placeName": " 20. Topiary Park", "placeDesc": "A children's park with excellent playing facilities, Topiary Park in Sector 35 is a favourite amongst the little ones."}, {"placeName": " 21. Punjab Kala Kendra", "placeDesc": "Located in Sector-16, this academy has an astounding compilation of modern art and also conducts exhibitions on various subjects to support budding artists."}, {"placeName": " 22. Museum of the Evolution of Life", "placeDesc": "Showcasing the evolutionary roadmap of human lives, this museum has galleries on Astronomy, Archaeology, Pre-historic and Geology presented with scientific and technical display and complete with reference libraries."}, {"placeName": " 23. Fitness Trails", "placeDesc": "Covering an area of 94 acres, the Fitness Trails in Sector-10 has 50 acres dedicated to flowering plants in a multicolored bloom, and the other 44 acres is dotted with sculptures by various artists and a trail for people to jog on."}, {"placeName": " 24. National Gallery of Portraits", "placeDesc": "Chronicling the Independence era, this museum houses the portraits, recorded voices of the great leaders of India and rare documents in connection with the freedom struggle."}, {"placeName": " 25. ISKCON Chandigarh", "placeDesc": "ISKCON Temple is located in Sector 36B, Dakshin Marg in Chandigarh. The shrine is one of the several of the chain temples spread all over the country and across the world. The temple is dedicated to Lord Krishna and Radha; and is visited by thousands of devotees all through the year. The shrine reve..."}, {"placeName": " 26. Elante Mall", "placeDesc": "Elante Mall is the second largest mall of Chandigarh situated in Industrial Area Phase 1. Sprawling over a vast 20 acres of land, the mall is facilitated with new age technologies in the retail space area, the parking and the PVRs. It boasts of a massive food court lined with umpteen eateries, an en..."}, {"placeName": " 27. Le Corbusier Centre", "placeDesc": "Le Corbusier Centre is a popular heritage spot in the city of Chandigarh, situated at Sector 19B and dedicated to the ancient architect of the city- Le Corbusier who was a Swiss- French architect and originally designed the city almost six decades ago. The building houses the legacy, research, study..."}, {"placeName": " 28. Japanese Garden", "placeDesc": "Located in Sector 31A in Chandigarh, Japanese Garden is a well-groomed, beautifully maintained park which houses a park, water bodies, pagoda towers, waterfalls, meditation centres, buddha idol and several other structures. The park has two phases interconnected by an underground tunnel which is ado..."}, {"placeName": " 29. Open Hand Monument", "placeDesc": "Open Hand Monument is an amazing work of art located at the Capitol Complex in Chandigarh city. The monument is an open hand symbol for the Government of Chandigarh, designed by the famous architect Le Corbusier, which means \"the hand to give and the hand to take; peace and prosperity, and the unity..."}, {"placeName": " 30. Sector 17 Market", "placeDesc": "Sector 17 Market is the most popular of the city. Replete with several big brand stores, international outlets, food chains and eateries, the market is popular both among the youngsters and the adults. From kids wear to fashion apparels to bridal stores and the like, the market has got something for..."}, {"placeName": " 31. Butterfly Park", "placeDesc": "Located in Sector 26, Chandigarh, Butterfly Park is a popular park in the city. The garden is well maintained with beautiful landscaping and houses a total of 35 species of butterflies and more. The park has been designed to facilitate an ideal environment for the breeding of butterflies. For the sa..."}, {"placeName": " 32. Chattbir Zoo", "placeDesc": "Chattbir Zoo, also known as Mahendra Choudhary Zoological Park is a zoological park in Zikarpur near Chandigarh. The park is home to a vast variety of animals, birds and reptiles. Sprawling over an expansive 202 acres of land, the zoo offers an open enclosure to the animals to retain their natural h..."}, {"placeName": " 33. Garden of Silence", "placeDesc": "Situated in Bhagwanpura, Chandigarh, Garden of Silence is a meditative space which house a massive idol of Buddha. The garden swears by its name and it offers a peaceful and tranquil atmosphere for meditation amidst lush green surroundings with a beautiful view of the Shivalik Ranges in the backdrop..."}, {"placeName": " 34. Mohali Cricket Stadium", "placeDesc": "Officially known as the Punjab Cricket Association IS Bindra Stadium, Mohali Cricket Stadium is an enormous stadium in Sahibzada Ajit Singh Nagar, Chandigarh. The stadium boasts of a capacity of 26950 spectators and is home to the Punjab cricket team - Kings XI Punjab. The stadium was inaugurated in..."}, {"placeName": " 35. Musical Fountain Show Sector 17", "placeDesc": "Musical Fountain Show is held at Sector 17 in Chandigarh and is a popular place of recreation and sightseeing. The show is held in the evening hours and is a wonderful display of water fountains dancing to a rhythmic livid music. The place is thronged by locals and tourists alike to visit the show."}, {"placeName": " 36. Cactus Garden, Chandigarh", "placeDesc": "Spread over a vast area of 7 acres, Cactus Garden is situated in Panchkula, Sector 5 in the city of Chandigarh. The garden is also known as National Cactus and Succulent Botanical Garden and Research Centre and was established to preserve and protect the dying species of cactus. Currently, the garde..."}, {"placeName": " 37.  Garden of Palms", "placeDesc": "Situated in Sector 42C in Chandigarh, Garden of Palms is a relatively new garden in the city boasting of 21 different types of palm trees. The beautiful garden was inaugurated in 2015 and houses rivulets, ravines, cycling tracks, eateries etc."}, {"placeName": " 38. Aqua Village", "placeDesc": "Located on the Chandigarh Kalka Road, Aqua Village is situated 25 kms from Chandigarh and is a relatively new water cum amusement park in the city. Boasting of an array of thrilling water and regular rides, this park is only open in the summer season and is a favourite hang out place for the city fo..."}, {"placeName": " 39. Mango Festival in Chandigarh", "placeDesc": "The city of Chandigarh annually hosts a festival perfect for those who harbour a love for mangoes which is famously called as the Mango Festival or Mango Mela. It is held at the Pinjore Gardens of Chandigarh. The Haryana tourism department along with the Horticulture department jointly host this eve..."}, {"placeName": " 40. Gedi Route", "placeDesc": "Gedi Route is one of the prime attractions in the city of Chandigarh. Abuzz with activity, street cafes, and college going students, the route extends from Sectors 8,9,10 to 11. 'Gedi' means rounds and true to its name, the route is used for late night drives and bike rides. The name has lately been..."}, {"placeName": " 41. Chrysanthemum Show, Terraced Gardens", "placeDesc": "Held every year at the Terraced Garden of Chandigarh, The Chrysanthemums Show is one of the most popular flower shows of India. The Show is generally held in March in which hundreds of city gardeners participate. The flower show has been increasingly gaining momentum with rows and rows of Chrysanthe..."}]}