{"chennai": [{"placeName": " 1. Marina Beach", "placeDesc": "The shaanor amour-propre of Chennai, the famous Marina Beach, has been acclaimed as the second-longest beach in the world with a white sandy foreshore that looks as though exending to infinity. You could take a walk along the Marina beach with your near and dear ones or even all alone and enjoy the ..."}, {"placeName": " 2. Breezy Beach", "placeDesc": "Breezy Beach lays in the remote and serene neighbourhood of Valmiki Nagar in Chennai. Being smaller and less polluted, its a perfect getaway for anyone looking for a peaceful evening."}, {"placeName": " 3. MGR Film City", "placeDesc": "Having been established in the year 1994, a considerably new structure, the MGR Film city is managed by the Government of Tamil Nadu in loving memory of MG Ramachandran who was not only a crowd-pleasing tamil actor but also a longtime CM of Tamil Nadu."}, {"placeName": " 4. Marundeeswarar Temple", "placeDesc": "Marundeeswarar Temple, in Tiruvanmiyur, near Chennai has the temple deity Shiva in the form of Marundeeswar or Aushadeeswarar, the God of Medicines. Given the name, Marundeeswarar Temple has been a place of worship especially for people with diseases and those facing various problems with their heal..."}, {"placeName": " 5. Koli Hills", "placeDesc": "With an ominous name which means ‘Mountain of Death’, Koli Hills are a mountain range located in the Namakkal district of Tamil Nadu. It is relatively untouched by commercial tourism and therefore has retained most of its natural magnificence."}, {"placeName": " 6. Arignar Anna Zoological Park", "placeDesc": "Arignar Anna Zoological Park aka Vandalur Zoo, is a zoological garden located in Vandalur, a suburb in the southwestern part of Chennai, Tamil Nadu, about 31 kms from the city centre and 15 kms from Chennai Airport. It was previously located in 1855 and declared the first public and the largest zoo ..."}, {"placeName": " 7. Valluvar Kottam", "placeDesc": "Valluvar Kottam is an auditorium, with a gigantic capacity to hold 4,000 people, built in remembrance of the poet-saint, Tiruvalluvar. Verses of the poet Tiruvalluvar are embellished on the pillars in and around the auditorium."}, {"placeName": " 8. Ashtalakshmi Temple", "placeDesc": "The Chennai Ashtalakshmi temple is situated in Besant Nagar, on the shores of the Bay of Bengal. That stretch of beach is known as the Elliot's beach. The temple was constructed on the express wishes of Sri Mahaa Periyavaal of Kanchi Mutt, Sri Chandrasekara Saraswati Swamigal. (br) The temple's arch..."}, {"placeName": " 9. Connemara Public Library", "placeDesc": "The Connemara Public Library at Chennai holds the prestigious status of being amongst one of the four deposit libraries in India which entitles them to a copy of every publication in India."}, {"placeName": " 10. Elliot's Beach", "placeDesc": "A beach showcasing beauty, calmness, serenity and everything that signifies nature at its best, the Elliot's beach cannot be forgotten by anyone who has visited it once."}, {"placeName": " 11. VGP Golden Beach", "placeDesc": "Considered as one of the cleanest and beautiful beaches in Chennai, VGP Golden beach is one of the most sought after destinations in the area by family and friends."}, {"placeName": " 12. ISKCON (Hare Rama Hare Krishna) Temple", "placeDesc": "ISKCON Temple Chennai is a temple devoted to Lord Krishna. It is located on the East Coast Road at southern Chennai. Built on 1.5 acres of land, ISKCON, Chennai is the biggest Radha Krishna temple in Tamil Nadu. It was officially inaugurated on 26 April 2012. The deities revered in the temple includ..."}, {"placeName": " 13. Vivekananda House", "placeDesc": "Vivekananda House also popularly known as The Ice House, is a shrine and pilgrimage centre for the admirers and followers of Swami Vivekananda. It is in this house that Swami Vivekananda stayed for six weeks in 1900."}, {"placeName": " 14. Akkarai Beach", "placeDesc": "The sandy coastline begins from Ennore in the north extending south into Uthandi, leaving one to choose from more than just Marina and Elliot's beach."}, {"placeName": " 15. Santhome Cathedral Basilica", "placeDesc": "Santhome Cathedral is a historical and ancient pilgrim centre, which was built during the 14th to the 15th century A D by the then reigning, Portuguese."}, {"placeName": " 16. Prakasam Salai", "placeDesc": "Built in 1795,a milestone in the history of Chennai, located Opposite Parry's Corner, Prakasam Salai is an impressive stylish building in Indo-Saracenic style with eminence in red bricks."}, {"placeName": " 17. Dakshinachitra Museum", "placeDesc": "Dakshinachitra Museum is one of the living-history museums in India which stores in itself great works of architecture, crafts, performing arts, and lifestyles that belong to South India."}, {"placeName": " 18. Chennai Sangamam", "placeDesc": "The Chennai Sangamam, a large open Tamil festival, also coincides with the Pongal season. It is organized in various open locations like beaches, parks etc and showcase traditional folk events, martial arts and classical dance, to name a few. In addition the festival brings together the best that So..."}, {"placeName": " 19. Madras Crocodile Bank Trust", "placeDesc": "The Madras Crocodile Bank is not to be confused with a zoo. Yes, you can certainly take a look at the reptiles in captivity. But unlike a zoo, this has a much more in-depth operation through ex-situ and in-situ conservation. Right now, it is home to around 17 croc subspecies and some other reptiles ..."}, {"placeName": " 20. Thousand Lights Mosque", "placeDesc": "The Thousand Lights Mosque of Royapettah, Chennai is among the most esteemed mosques of the city as well as the state of Tamil Nadu. Built in the early 19th century by the Wallajah family of the Carnatic rulers, it is till date a popular gathering place for the daily prayers and festive occasions li..."}, {"placeName": " 21. Fort St. George", "placeDesc": "The origin of the great white structure of Fort St. George is inextricable from the history of the city of Chennai itself. Popularly called the 'White Town', the sole purpose of establishing the massive fort compound was to build a British stronghold in the Coromandel Coast and the rest of south Ind..."}, {"placeName": " 22. Madras War Cemetery", "placeDesc": "The Madras War Cemetery houses the last remains of around 855 martyrs who laid down their precious lives at the battlefronts in the devastating Second World War and also a Memorial stone for 1000 more who died fighting in the Great War before that."}, {"placeName": " 23. MGM Dizzee World", "placeDesc": "MGM Dizzee World is one of the largest and oldest amusement parks in India. It brought Jurong’s Bird Show from Singapore to India way back in 1999. There are extreme level thrill rides, but nice and enjoyable ones are there too. The park has something for every age group."}, {"placeName": " 24. Shirdi Sai Baba Temple", "placeDesc": "Shirdi Sai Baba temple in Chennai is among the most visited and respected places of worship In Tamil Nadu as well as India. Sai Baba is recognised as one of those spiritual reformers who does not have ties to any particular god of any religion but is a figure of worship himself. So there are no reli..."}, {"placeName": " 25. Royapuram Fishing Harbour", "placeDesc": "Under the administration of Chennai Port Trust, Royapuram Fishing Harbour is one of the most popular fishing grounds in Chennai. Located in a region which is famous for seafood, this harbour surely has its name among the busiest fishing hubs of Tamil Nadu."}, {"placeName": " 26. Santhome Church", "placeDesc": "San Thome Church is among the only three in the world that house the tombs of one of Christ's original disciples. If you visit this church, you will be stepping into a historical tale that will take you back a couple of centuries. The museum inside displays souvenirs of the great saint and his legen..."}, {"placeName": " 27. Nettukuppam", "placeDesc": "Nettukuppam is the northernmost tip of Chennai and has a beach which is yet not tarnished by encroaching crowds. It is a solitary retreat for those who seek to enjoy the raging sea up close but in a peaceful environment. The place is an ideal place to spend quiet time as it is still not on the radar..."}, {"placeName": " 28. Kapaleeswarar Temple", "placeDesc": "Kapaleeswarar Temple is a holy shrine of Shiva in Mylapore, Chennai. A visit to this temple will be an experience enriched with a glimpse into Tamil religious culture and the lovely architectural combination of the two styles – Dravidian and Vijaynagari, complete with towering Gopurams."}, {"placeName": " 29. Mylapore", "placeDesc": "Mylapore is one of the oldest and culturally enriched neighbourhoods, located in the southern part of Chennai. It is very much traditionalist to its core and boasts many temples, churches and historical monuments."}, {"placeName": " 30. Express Avenue", "placeDesc": "Express Avenue is a mall in Royapettah of Chennai owned, developed and promoted by Express Infrastructure. The premise includes commercial and hospitality sectors as well. E Hotel is the name of the 4-star boutique luxury-lodging, which caters to the guests all year long with its 44 room capacity. B..."}, {"placeName": " 31. Vadapalani Murugan Temple", "placeDesc": "Vadapalani Murugan Temple is one of the most frequented places of worship for Hindus in Chennai. People come here seeking answers to their marital, academic and professional problems. Many devotees claim that worshipping here has assisted them to get over the trouble and find peace in life."}, {"placeName": " 32. T Nagar", "placeDesc": "T Nagar is one of the busiest neighbourhoods in Chennai, and also the most crowded one. It serves as a commercial and economic hub, as well as a residential area. It does not have many attractions, but you will come across a plethora of retail shops lined up on every main road and arterial streets."}, {"placeName": " 33. Parthasarathy Temple", "placeDesc": "Parthasarathy Temple, located in Triplicane area of Chennai, is a structure more than 1000 years old, standing in the heart of the bustling city. Dedicated to different avatars of Lord Vishnu within the many shrines of the temple, it attracts thousands of Vaishanvite followers from all across the co..."}, {"placeName": " 34. Parasailing in Chennai", "placeDesc": "If you think the city of Chennai is all about glitzy temples and serene beaches, look deeper cause the uber city is home to one of the most adventurous sports of all times - Parasailing. Unlike several other water sports, this one is not for the faint hearted. It allows you to sail above the water w..."}, {"placeName": " 35. Anjaneyar Temple Nanganallur", "placeDesc": "Viswaroopa Adhivyadhihara Sri Bhaktha Anjaneyaswami Temple is located around 10 kilometres away from the heart of the city, in a locality called Nanganallur. Commonly called the Anjaneya Temple in short, it gets its name from its principal deity, Lord Hanuman. The most important aspect of the temple..."}, {"placeName": " 36. Scuba Diving in Chennai", "placeDesc": "Chennai could get quite hot in the summer and beating the heat would be the top priority in summers. Then why not dive into the Bay of Bengal somewhere off the coast of Chennai. Discovering a totally different world under the surface of the sea and cooling yourself at the same time is the best deal ..."}, {"placeName": " 37. Camping in Chennai", "placeDesc": "Surrounded by a number of hills around it, Chennai neighbours to some amazing places that offer nearness to Nature. Every soul in any metro city craves for something new every now and then, and Chennai doesn’t lack in fulfilling this need for its people. There are a number of places to camp in Chenn..."}, {"placeName": " 38. Paragliding In Chennai", "placeDesc": "It is commonly misunderstood about Chennai that it is only about glitzy temples, serene beaches and conservative people, but that's not completely true, look deeper. The people here have the provision of getting in the sky and sailing smoothly over the hills like Eagles."}, {"placeName": " 39. Surfing In Chennai", "placeDesc": "Getting in the water and riding the waves on a surfboard is not a thing that everyone can do. But some hours of practice can make that joy possible. There are a number of surfing schools that offer courses and help you tame the waves under your feet."}, {"placeName": " 40. Paintball In Chennai", "placeDesc": "If you are into playing combat games but all the games lack the touch of reality and the feeling of getting hit, then Paintball is for you. Chennai has a bunch of such Arenas to help you get in action. Get outdoors, get some Paintball Guns in your hand and challenge your friends to some real action...."}, {"placeName": " 41. Rock climbing In Chennai", "placeDesc": "The fitness aspect for the people of Chennai has been taken up by Rock Climbing and Bouldering, rather than regular gyms. Climbing is the coolest way of being fit as well as getting a regular dose of adrenaline. But Rock Climbing doesn’t mean you put yourself under the raging sun all the time! You c..."}, {"placeName": " 42. Jungle Safari In Chennai", "placeDesc": "The tropical climate of Chennai has blessed the land with ample amount of lush greenery and equally rich wildlife. Safari in Chennai’s wildlife parks award the visitors with some amazing experiences around our neighbours of nature. Interacting with the wild animals makes us realize the true nature o..."}]}