{"hyderabad": [{"placeName": " 1. Ramoji Film city", "placeDesc": "Ramoji film city is a proud destination of India that attracts millions of people every every year due to its unique and beautiful themes. It is said that a movie director can never leave without a movie, that much is its inspiration."}, {"placeName": " 2. Chowmahalla Palace", "placeDesc": "Once the seat of the Asaf Jahi dynasty, the Chowmahalla Palace was built in Hyderabad. It is located near the famous monument, Charminar and Laad Bazar. The palace is designed very intricately and holds that Nawabi Charm in itself."}, {"placeName": " 3. Hussain Sagar Lake", "placeDesc": "Hussain Sagar Lake is one of a largest man-made lake situated in Hyderabad. Renowned for its monolith of Lord Buddha placed right at the center of the lake, the place is famously known as a Tank Bund, a popular spot of tourist attraction."}, {"placeName": " 4. Charminar", "placeDesc": "Charminar is the most important landmark in the city of Hyderabad. The monument was erected when Quli Qutb Shah shifted his capital from Golcondo to Hyderabad. The monument got its name from its structure as it consists of four minarets. The monument looks amazing during night when it is illuminated..."}, {"placeName": " 5. Golconda Fort", "placeDesc": "Golconda Fort is a massive fortress whose ruins stand proudly even today displaying the glory of its rich past and some untold sagas of the city's history. The place oozing charm is a must visit."}, {"placeName": " 6. Salar Jung Museum", "placeDesc": "The Salar Jung Museum is located at Darushifa, on the southern bank of the Musi River, in Hyderabad. This is one of the three national museums in the country. The collection of museum was sourced from the property of Salar Jung Family and it has a myriad collection of paintings, sculptures, carvings..."}, {"placeName": " 7. Wonderla", "placeDesc": "Among all the lovely attraction in and around the city of Hyderabad, Wonderla is the most exciting one, with its loud and cheerful atmosphere and mind-boggling opportunities to spend an entire day with your family and friends."}, {"placeName": " 8. Snow World", "placeDesc": "The only place in Hyderabad where it snows throughout the year, Snow World is quite a hit amongst the locals and the tourists alike. It is the World's biggest and the first snow-themed park in India. It only gets more unique, with snow fall produced of mineral water. Hence, this is one experience th..."}, {"placeName": " 9. Jala Vihar", "placeDesc": "Sprawling over an area of 12.5 acres adjacent to Hussain Lake, Jalvihar is the largest water amusement park in Hyderabad. Besides the conventional slides and swings, the complex has three gorgeous party zones ideal for family parties and occasions. It also has rain dance, indoor game zone, dry rides..."}, {"placeName": " 10. Taj Falaknuma Palace", "placeDesc": "Taj Falaknuma Palace is perched around 2000 metres above the city of Hyderabad. Once the royal residence of Nizam- probably the richest man in the world, the palace has now been converted into a five star luxury heritage hotel. Reverberating with sheer opulence and elegance, the palace treats all it..."}, {"placeName": " 11. Birla Mandir", "placeDesc": "The Birla Mandir of Hyderabad is built on a hillock of Kalapahad. The temples are constructed completely out of marble brought from Rajasthan."}, {"placeName": " 12. Nehru Zoological Park", "placeDesc": "With about a 100 species finding habitats here, the Nehru Zoological Park is one of the most enjoyed attractions in the city. Neighboring the Mir Alam tank, it is also known as Hyderabad Zoo and houses the Indian Rhino, Asiatic Lion, Bengal Tiger, Indian Elephant as well as panthers, pythons, deers,..."}, {"placeName": " 13. Chilkur Balaji Temple", "placeDesc": "On the banks of the Osman Sagar Lake, you will find a temple, you don't see everyday. The Chilkur Balaji temple houses the Visa Balaji or the Visa God, otherwise popular as a shining ray of hope and faith for US-Visa aspirants."}, {"placeName": " 14. Mecca Masjid", "placeDesc": "One of the oldest and the largest mosques of India, this one is also one of the grandest in the country. The bricks used here are believed to be from Mecca, and hence the name."}, {"placeName": " 15. Sudha Cars Museum", "placeDesc": "Sudha Cars Museum is a private museum established in 2010 by Kanyaboyina Sudhakar who displayed hand made cars created by him. All the cars have been personally designed to look like everyday objects. Every exhibit has a plaque stating the time and cost of manufacture and the maximum speed it can at..."}, {"placeName": " 16. Mount Opera Theme Park Resort", "placeDesc": "Built especially for the adventurous lot, the mechanical and water rides here are ideal for a day full of enjoyment and excitement."}, {"placeName": " 17. Osman Sagar Lake", "placeDesc": "On the outskirts of Hyderabad, also known as Gandipet is the Osman Sagar lake. Elless world, Ocean park and Treasure island surround this lake, making it a famous tourist destination."}, {"placeName": " 18. Nizams Museum", "placeDesc": "In close proximity to Charminar, this is a rather royal museum, situated in the heart of Purani Haveli housing the memorabilia and artifacts of the then Nizam of Hyderabad."}, {"placeName": " 19. Nagarjuna Sagar Dam", "placeDesc": "Somewhere between the city of Hyderabad and a district called Guntur in Andhra Pradesh, is one of India's earliest and largest dams."}, {"placeName": " 20. Inorbit Mall", "placeDesc": "Located in the Madhapur area in Hyderabad, Inorbit Mall is a massive mall replete with big brand stores, food chains, local eateries and game zone. The mall also has an enormous parking and a huge movie theatre."}, {"placeName": " 21. Durgam Cheruvu", "placeDesc": "Once served as a water source for the Golconda fort, Durgam Cheruvu, an ancient lake here is a lively and vibrant spot for Pedal boating, camping, and trekking."}, {"placeName": " 22. Shilparamam", "placeDesc": "Situated in Madhapur area of Hyderabad, Shilparamam is a traditional crafts village created with the idea to preserve and conserve traditional crafts. The village has been set amidst cascading waterfalls and lush greenery; it has sections designated to depict each region of the country. Besides, it ..."}, {"placeName": " 23. Forum Sujana Mall", "placeDesc": "Located in Kukatpally in Hyderabad, Forum Sujana Mall is a shopping mall mostly popular for the launching of its big brand store- Zara. Other than umpteen number of apparel, footwear, cosmetics and jewellery outlets, the mall also have a massive food court and a gaming zone. It also has a nine scree..."}, {"placeName": " 24. B.M. Birla Planetarium and Science & Technological Museum", "placeDesc": "A one of its kind planetarium, the Birla Planetarium was inaugurated in 1985. With technological help from Japan, this planetarium has had some huge development."}, {"placeName": " 25. Iskcon temple", "placeDesc": "ISKON is known all over for some of the most beautiful, active, spiritual and religious centers in the country. One such ISKON temple can be found in the Nampally region in Hyderabad. The main deity in the temple is Lord Krishna. One can also see idols of Sri Gaura-Nitai, Sri Jagannatha Baladeva-Sub..."}, {"placeName": " 26. Purani Haveli", "placeDesc": "Purani Haveli, one of a significant part of Hyderabad's golden era is today known for its remarkable exhibits of artwork and talent. It is a beautiful structure comprising great surprises for history lovers."}, {"placeName": " 27. Amaravathi", "placeDesc": "It is famous for its Amareswara temple dedicated to Lord Shiva. The temple is one of the famous Pancharamas."}, {"placeName": " 28. City Shopping", "placeDesc": "With jewelry that pleases the eye, handicrafts that woo the artistic you and spices to make your food even more luscious, Hyderabad promises to be a shopping fiesta at for everyone. Colorful bangles and embroidery textiles are another attraction here."}, {"placeName": " 29. Sanghi Temple", "placeDesc": "Sanghi Temple is dedicated to Hindu God Venkateswara situated at a distance of about 35 kms from Hyderabad in Sanghi Nagar. Perched atop the Parmanand Giri Hill, the temple has a magnificent gopuram and boasts of marvellous architecture. The temple houses idols of other Hindu deities as well and is ..."}, {"placeName": " 30. NTR Gardens", "placeDesc": "Located adjacent to the Hussain Sagar Lake in hyderabad, NTR Gardens is a tiny but gorgeous park dotted with bright coloured plants and tall trees. Boasting of well-groomed landscaping, ornate lamp posts and brilliant water fountains, the park also has a souvenir shop, toy train, freefall, restauran..."}, {"placeName": " 31. Laad Bazaar", "placeDesc": "Laad Bazaar, just adjacent to the popular landmark of Charminar is a famous and historic market known for its shopping souvenirs and most importantly, bangles. It is definitely one of the oldest markets in Hyderabad and sparks up memories of its glittering past. The sparklingly colourful bridal baza..."}, {"placeName": " 32. Peddamma Temple", "placeDesc": "Situated in Jubilee Hills in Hyderabad, Peddamma Temple is a Hindu temple enshrine by •the supreme motherê. She is the most supreme of the 11 forms of village deities. Besides the main shrines, the temple also has idols of Lakshmi, Ganpathy and Saraswati. The temple accepts only coconuts as offering..."}, {"placeName": " 33. Lumbini Park", "placeDesc": "Lumbini Park is a gorgeous urban park named after Lumbini of Nepal. Located alongside Hussain Sagar, the park has an artificial water tank. A huge statue of Lord Buddha is installed in the tank which can be reached through paddle boats. The park also holds musical fountain shows and is an important ..."}, {"placeName": " 34. Begum Bazaar", "placeDesc": "Begum Bazaar is another wholesale market, an old and traditional shopping area and is the biggest commercial market in the city."}, {"placeName": " 35. GVK One Mall", "placeDesc": "GVK One is a gigantic shopping mall situated in Banjara Hills area of Hyderabad. The highlight of the mall is the massive Shoppers Stop outlet sprawling over three floors. The mall also have a six screens INOX multiplex and has over 70 big brand stores besides the parking facility and the huge food ..."}, {"placeName": " 36. Papi Kondalu", "placeDesc": "Known as Kashmir of South India, Papi kondalu is a hill range in Khammam district, one should not miss while in this area. These hills are one of the most visited tourist attraction in Andhra Pradesh."}, {"placeName": " 37. Taramati Baradari", "placeDesc": "Located in the Ibrahim Bagh complex, Taramati Baradari is an olden days inn •saraiê built by Ibrahim Quli Qutub Shah. The building is now a cultural complex which has an open air auditorium for 1600 people, air cooled theatre which can accommodate 500 people, a banquet hall and a multi-cuisine resta..."}, {"placeName": " 38. Madina Market", "placeDesc": "The Medina Market is known for wholesale cloth and textile shops, popular in the city."}, {"placeName": " 39. KBR National Park", "placeDesc": "Kasu Brahmananda Reddy National Park, i.e. KBR National Park is situated in Jubilee Hills, Hyderabad City, Telangana. KBR park boasts of rich flora and fauna and provides a pleasant respite from the din and chaos of the city. Also known as Chiran Fort Palace, the park is divided into conservation zo..."}, {"placeName": " 40. Qutub Shahi Tombs", "placeDesc": "Located in the Ibrahim Bagh, Qutub Shahi Tombs are a group of small and big mosques and tombs built by the rulers of the Qutub Shah dynasty. The tombs are all built on a raised platform and have a dome shaped structure. The little tombs are single storeyed while the bigger ones are double storeyed."}, {"placeName": " 41. Sri Jagannath Temple", "placeDesc": "Located in Banjara Hills, Hyderabad, Jagannath Temple is a modern Hindu temple built by the Odia community dedicated to Hindu God Jagannath- God of the Universe. Constructed in red sandstone, the temple follows the ancient shikhara style pattern. Besides the main deity, the temple has smaller shrine..."}, {"placeName": " 42. Spanish Mosque", "placeDesc": "Located within the Paigah Palace Begumpet, Hyderabad; Spanish Mosque is a massive Muslim mosque that can accommodate around 3000 people at once. Also known as Masjid Iqbal Ud Daula or Jam e Masjid Aiwan-E-Begumpet, it has striking architecture similar to that of Spainês. The mosque has a church-like..."}]}