{"kolkata": [{"placeName": " 1. Victoria Memorial", "placeDesc": "The Victoria Memorial is a large marble building, which is considered to be the pride of Kolkata. Built between 1906 and 1921, it is dedicated to the memory of Queen Victoria. Now, it is a museum and a popular tourist spot under the Ministry of Culture."}, {"placeName": " 2. Fort William", "placeDesc": "Fort William is a fort built in Kolkata on the eastern banks of the River Hooghly, the major distributary of Ganges, during the early years of the Bengal Presidency in the British India. It was named after King William III of England and Ireland and King William II of Scotland. The Maidan, which use..."}, {"placeName": " 3. Belur Math", "placeDesc": "Belur Mutt is the headquarters of the Ramakrishna Math and Mission, founded by Swami Vivekananda, the chief disciple of Ramakrishna Paramahamsa. It is situated on the west bank of Hooghly River, Belur, West Bengal, India. It is one of the noteworthy establishments in Kolkata. This temple is the focu..."}, {"placeName": " 4. Howrah Bridge", "placeDesc": "Located over the Hooghly river in West Bengal, Howrah Bridge or the Rabindra Setu is the main connection between Howrah and Kolkata. It is a cantilever bridge and is regarded as one of the busiest ones among them."}, {"placeName": " 5. Birla Planetarium", "placeDesc": "The Birla Planetarium in Kolkata, West Bengal, is a single-storeyed circular structure designed in the typical Indian style, whose architecture is designed on the Buddhist Stupa at Sanchi. Situated at Chowringhee Road adjacent to the Victoria Memorial, St. Paul's Cathedral, and the Maidan in South K..."}, {"placeName": " 6. Indian Museum", "placeDesc": "The Indian Museum is one of the oldest museums of the world boasting some of the most exquisite collections of ornaments, fossils, skeletons, antiques, armors, mummies and stunning Mughal paintings."}, {"placeName": " 7. Marble Palace Mansion", "placeDesc": "The Marble palace near the Chorbagan in North Kolkata built in 1835 by Rajendra Mallick is famed for its art collection of masterpieces by Reuben and paintings by various renowned international artists such as Reynolds, Van Gogh and Rembrandt."}, {"placeName": " 8. Mother House", "placeDesc": "This is the place where the Tomb of Mother Teresa is present. It is maintained by her missionaries and followers who have continued to promote her legacy."}, {"placeName": " 9. Science city", "placeDesc": "One of its kind in India, the Science city was inaugurated on 1st July 1997. It is a major attraction for the residents of Kolkata as well as for the people visiting Kolkata. It is one of the finest and the largest science museums in the world and provides a fun way of learning science."}, {"placeName": " 10. St. Paul's Cathedral", "placeDesc": "Said to be the first cathedral built in the overseas territory of the British Empire, St. Paul's Cathedral is a Anglican cathedral located in Kolkata. Also said to be the seat of the Diocese of Calcutta, the church was completed in 1847. The edifice now stands on the Cathedral Road on the 'Island of..."}, {"placeName": " 11. Tajpur", "placeDesc": "One of the most secluded beaches of the country and one of the newest entrant in the tourism scene of West Bengal, Tajpur is slowly carving out a niche for itself as the stopover destination between the two major centers Digha and Shankarpur."}, {"placeName": " 12. Birla Mandir", "placeDesc": "The glowing structure that adorns the streets of Kolkata is the popular Hindu Temple, Birla Temple. Dedicated to Lord Krishna and Radha, the temple is perfect specimen of craftsmanship."}, {"placeName": " 13. Eden Gardens", "placeDesc": "Popular as the largest cricket stadium in the India and the second largest in the world, the Eden Gardens can seat 66,000 spectators. It is set amidst an adjoining garden where Eden- related to the one-time Governor of Aukland and her sister would stroll during the evenings. Besides this, the Mohun ..."}, {"placeName": " 14. Jorasanko Thakur Bari", "placeDesc": "Currently located on the Rabindra Bharati University campus in Jorasank, Jorasanko Thakur Bari is the house in which the first non-European Nobel laureate and poet, Rabindranath Tagore was born."}, {"placeName": " 15. Birla Industrial & Technological Museum", "placeDesc": "Being the first scientific and industrial museum in India, Birla Industrial and Technological Museum (BITM) is one of the prime attractions of Kolkata and is located on the Gurusaday Road. The museum was set up on 2nd May 1959 and opened to the general public. It was initially known as Birla Park an..."}, {"placeName": " 16. Rabindra Sarovar", "placeDesc": "The erstwhile Dhakuri lake is an artificial tank spread over 75 acres and is home to various migratory birds from Siberia and Russia. The lake is surrounded by gardens, children's park an auditorium, making it a popular recreational spot perfect for idyllic picnics."}, {"placeName": " 17. Kalighat Temple", "placeDesc": "Kalighat Temple, one of the 51 Shakti Sthals of India, is one of the most visited Kali temples in India. The spot is where the toes of Sati's right foot fell during Shiva's Rudra Taandav naach."}, {"placeName": " 18. Shobhabajar Rajbari", "placeDesc": "The Shobhabazar Rajbari is one of the grandest Bengali style houses ever built. It was build by the Royal family of Shobhabazar in Kolkata, and the grandeur is only palpable to the eye."}, {"placeName": " 19. Botanical Gardens in Kolkata", "placeDesc": "The Botanical Gardens of Calcutta were founded by Robert Kyd in 1787. Protected by the Botanical Survey of India, it stretches over 109 hectares. A Banyan tree in the garden, of more than 330 m circumference, known as The Great Banyan, is the largest tree in the world. The Botanic Gardens of Kolkata..."}, {"placeName": " 20. Nakhoda Mosque", "placeDesc": "Placed in the Chitpur area in the Burrabazar business district, Nakhoda mosque is one of the busiest Mosques of Kolkata and dates back almost a century. The prayer hall has a seating capacity of 10000, and the domes and minarets have been constructed in keeping with the Fatehpur Sikri style of archi..."}, {"placeName": " 21. Alipore Zoo", "placeDesc": "The Alipore Zoo, also known as the Calcutta Zoo or the Zoological Garden of Alipore, is the oldest zoological park to have been established in India and is a major tourist attraction in Kolkata. It attracts tourists from all across the nation who visit the zoo to explore the wildlife that happily th..."}, {"placeName": " 22. Sabarna Sangrahashala", "placeDesc": "Designed, developed and maintained by Sabarrna Roy Choudhary Paribar Parishad to preserve and display the heritage of one of the well known families of Bengal- The Sabarna Roy Choudhary family."}, {"placeName": " 23. Eco Tourism Park", "placeDesc": "Eco Tourism Park is an expansive urban park designed to promote eco tourism in the city. It is the biggest urban park in India and occupies over 475 acres of land. The beauty of the location increases ten folds because of a water body that surrounds the park and forms an island in the middle."}, {"placeName": " 24. Calcutta Jain Temple", "placeDesc": "Pareshnath Jain Temple is a temple complex dedicated to four Jain Teerthankaras. The complex is a beautiful arrangement of these shrines and draws tourists from all over the world. The architecture of the temples consists of intricately carved marbles and glass work. It is indeed one of the few temp..."}, {"placeName": " 25. Nicco Park, Kolkata", "placeDesc": "Nicco Park is an amusement park frequently visited for entertainment and recreational purposes. It is also called the \"Disney Land of West Bengal: and attracts visitors in large numbers throughout the year. The park functions efficiently on solar energy that causes no pollution."}, {"placeName": " 26. Prinsep Ghat", "placeDesc": "Prinsep Ghat, located on the banks of River Hooghly, is a majestic structure famous for its Greek/ Gothic inlays. IWith the magnificent Howrah Bridge in the background, watching the sunrise or sunset and taking a long walk in the cool air on the banks of the river are some of the preferred recreatio..."}, {"placeName": " 27. Aquatica", "placeDesc": "Aquatica is a water theme park and resort in Kolkata having many exciting themed rides, slides, entertainment and recreational activities for all their guests. The water park occupies over 75000 square feet of area and provides for a pleasant respite from the scorching summer heat. They provide lock..."}, {"placeName": " 28. Park Street", "placeDesc": "Park Street is a major access route in Kolkata, also officially known as Mother Teresa Sarani. The street begins at Chowringhee Road or JL Nehru road and stretches till Park Circus crossing. It is said that Park Street never sleeps and is always bustling with activities. It is one of the major hango..."}, {"placeName": " 29. Chowringhee", "placeDesc": "Chowringhee, also officially known as Jawaharlal Nehru Road, is a happening hub and frequently visited by locals for recreational activities and shopping. It is one of the few localities in the city with top end boutiques, hotels, malls, shops and restaurants."}, {"placeName": " 30. ISKCON Kolkata", "placeDesc": "ISKCON Radha Krishna Temple is a highly spiritual place for the devotees focusing on spreading the teachings of Lord Krishna. It is not restricted to any one particular religion as such and welcomes enthusiasts or people interested in learning about these teachings with open arms. The temple is a se..."}, {"placeName": " 31. South Park Street Cemetery", "placeDesc": "South Park Street Cemetery is an 18th-century non-church cemetery, one of the earliest in the world. It is one of the largest burial grounds and a heritage site in Kolkata and maintained by the Archaeological Survey of India. Most of the tombs in the South Park Street Cemetery are aesthetically beau..."}, {"placeName": " 32. Sonajhuri Forest", "placeDesc": "Away from the mell pell of the city lies a hidden gem in the state of West Bengal. Considered to be one of the most clean forests in India, Sonajhuri Forest is a great retreat to be close to nature. The Sonajhuri Forest is replete with lush green trees that has blooming flowers. This place is pictur..."}, {"placeName": " 33. St John's Church", "placeDesc": "St John's Church is one of the oldest churches in Kolkata that was built during the reign of the British Kingdom when the city was the capital of British India. It is a splendidly well-maintained structure that draws history and architecture buffs for its uniqueness and ancient features."}, {"placeName": " 34. Barrackpore", "placeDesc": "Barrackpore was the first place where Britishers set up their cantonment and later spread their rules in India. This place is of great historical significance as it was also the first place where the spark to attain I from Britishers was lit. Not to stop at that, this place is also home to some of t..."}, {"placeName": " 35. Jhargram", "placeDesc": "Jhargram is small city located in the state of West Bengal with a rich historical and cultural background. Surrounded by dense forests this place is mystical. A perfect place to spend few days in the lap of nature surrounded by friendly tribal population, you are bound to be mesmerized not only by i..."}, {"placeName": " 36. Baabur Haat", "placeDesc": "Babur haat is the perfect weekend destination for you and your loved ones if you do wish to take a break from the hectic city life and spend some time close to rustic Bengali rural life. Dominated by natural fishing lakes or bheris, responsible for producing some of the tastiest fish in West Bengal,..."}, {"placeName": " 37. Kamarpukur", "placeDesc": "A cluster of small villages, Kamarpukur is nestled between Vishnupur and Tarakeshwar. Birthplace of a pious and sagacious saint, Sri Ramkrishna Paramhansa, this village is perfect getaway from the pell-mell of the cities. In this village you will be able to enjoy the pleasures of simple rural life. ..."}, {"placeName": " 38. Deulti", "placeDesc": "Situated on the bank of river Roopnarayan, Deulti provides for an ideal picnic spot. This small village picnic destination is also accompanied by a handful of tourist attractions, like Samtaber, the hometown of renowned Bengali author Sarat Chandra Chattopadhyay and the temples of Madangopal and Rad..."}, {"placeName": " 39. Hooghly Riverfront", "placeDesc": "The very picturesque Hooghly Riverfront is situated along two banks of River Hooghly in West Bengal- Kolkata in the East and Howrah on the West. The mighty river offers mesmerising sunrise and sunset views. After the beautification of the East promenade in 2011, the spot has become a major tourist a..."}, {"placeName": " 40. Maidan", "placeDesc": "Also known as the Brigade Parade Ground, Maidan is the largest urban park in Kolkata. The humongous stretch of land includes the famous Eden Gardens, several football stadiums and the Race Course Kolkata."}, {"placeName": " 41. Central Park", "placeDesc": "Also known as Banabitan, Central Park is the second largest urban park after Maidan, situated in Bidhannagar, Kolkata. Built around an expansive lake, the park also has a rose garden which has umpteen varieties of domestic and imported roses. Another attraction in the Central Park is its beautiful b..."}, {"placeName": " 42. Millenium Park", "placeDesc": "Spread over an area of 2.5 kms on the banks of River Hooghly in Kolkata, Millenium Park is a privately owned park situated on the Strand Road. The park has beautiful landscaped gardens and numerous slides and swings for kids."}]}