{"srinagar": [{"placeName": " 1. Dal Lake", "placeDesc": "The jewel of Srinagar, the Dal lake is synonymous to a visit to Srinagar and almost a visual definition to the town. Spread over a straggling 26 sq.kms, it is the most photogenic stretch of this instance of paradise on earth and undoubtedly also the most sought after of attractions."}, {"placeName": " 2. Mughal Gardens, Srinagar", "placeDesc": "Built in the Mughal era, donning its majestic architecture, are the Mughal gardens. The garden is a combination of the Nishat Bagh, Shalimar Gardens & Chashm-e-Shahi. The most prominent feature of the gardens its long stretches of cascading fountains makes this a must see for every traveler."}, {"placeName": " 3. Nishat Bagh", "placeDesc": "Laid out in 1633, the Nishant Bagh fondly known as the Garden of Joy. Its beauty is enhanced by the well-manicured landscapes, long avenues of Chinar & cypress trees, rare flowering plants, 12 terraces & several bubbling fountains that's cover the whole expanse of the garden."}, {"placeName": " 4. Shalimar Bagh", "placeDesc": "Shalimar Bagh is one of a beautifully laid garden by Mughal emperor Jahangir. Exhibiting the exemplary craftsmanship of Mughals in horticulture, the place is quite popular with tourists from all over the world."}, {"placeName": " 5. Shikara Ride", "placeDesc": "The paramount reason why people come to Srinagar is for the relaxing and memorable Shikara rides. Taking the ride across the scenic Dal Lake at the backdrop of the majestic slow clad Himalaya's is indeed an experience in itself both enjoyable and unparallel."}, {"placeName": " 6. Hazratbal Shrine", "placeDesc": "Hazratbal Mosque, situated on the western shore of the pristine Dal Lake, is a very sacred Muslim shrine in Hazratbal. Hazratbal's special significance is derived from the fact that it houses a heir of the prophet Muhammad, a relic, titled Moi-e-Muqqadas. The relic is only displayed to the public on..."}, {"placeName": " 7. Indira Gandhi Memorial Tulip Garden", "placeDesc": "Lines of tulip cultivation in every possible colour with a backdrop of the majestic Zabarwan Hills, is the Indira Gandhi Memorial Tulip Garden and a view which one must not miss while in Srinagar."}, {"placeName": " 8. Char Chinar", "placeDesc": "Dal Lake is marked by an island which houses ancient and beautiful Chinar trees. Don't forget to ask your Shikara to be steered in this direction to catch a view of this island."}, {"placeName": " 9. Shankaracharya Temple", "placeDesc": "Visit this effulgent, age old temple in Srinagar to feel closer to the gods. Situated at a height of about 1100 feet on the south-east of the city, this sacred temple offers splendid views of the valley and the snow clad mountains of the Pir Panjal range."}, {"placeName": " 10. Wular Lake", "placeDesc": "The famed Wular lake is India's largest freshwater lake and serves as a natural reservoir by drawing the excess water from the River Jhelum. An experience unparalleled, this unexplored and untouched lake is home to several species of birds and thus haven for bird watchers."}, {"placeName": " 11. Baramulla", "placeDesc": "A famous tourist destination, Baramulla's charm lies in its untouched beauty. Having close proximity to Srinagar, Baramulla drives towards itself hordes of tourists each year."}, {"placeName": " 12. Yusmarg", "placeDesc": "Considered by some as the best place in Jammu and Kashmir, mostly because of its undisturbed landscape, a less frequented but extremely beautiful hill station, Yusmarg is now connected by a very good motorable road."}, {"placeName": " 13. Shopping in Srinagar", "placeDesc": "Srinagar is the place to shop for all that the state is famous for. Essentials include Cashmere Shawls, leather products, carpets, rugs, mats, dry fruits and more."}, {"placeName": " 14. Jamia Masjid, Srinagar", "placeDesc": "The calm serenity of this Masjid makes you feel more connected and closer to the Almighty. Jama Masjid is one of the oldest and the biggest mosques in Kashmir."}, {"placeName": " 15. Tarsar Marsar Trek", "placeDesc": "A trek that not only gives you a thrill of adventure but also a glimpse of nature’s beauty so spell bounding is one of the most memorable trips of Tarsar Marsar Trek. Nestled in the lap of Aru Valley of Kashmir, the trail is of quite a magnificence adorned with variety of landscapes."}, {"placeName": " 16. Challi Point", "placeDesc": "Challi Point is one of the most trendy and popular places in Srinagar. With the Dal lake in the backdrop, this place bustles with both tourists and locals spending some enjoyable time amidst breathtaking sceneries."}, {"placeName": " 17. Nehru Garden, Srinagar", "placeDesc": "Providing you the best view of the Dal lake is Nehru garden. With its well maintained landscapes, you can head out to this garden on a lazy Sunday morning for a picnic or simply relaxing."}, {"placeName": " 18. Pari Mahal", "placeDesc": "The House of Fairies or Pari Mahal is a historic monument placed above the beautiful Chashma Shahi Gardens near Srinagar. A well-laid spacious garden surrounds this structure, which was once a Buddhist monastery and later served as a school of astrology promoted by the eldest son of Shah Jahan, Dara..."}, {"placeName": " 19. Chashm-E-Shahi", "placeDesc": "With spellbinding beauty and aesthetic fountains, The Chashmeshahi Garden is a famous tourist destination. The garden consists of a pavilion and three terraces and is famous for the natural spring that flows from it."}, {"placeName": " 20. Nagin Lake", "placeDesc": "Engulfing you in its blue serene waters is the Nagin lake located on the eastern side of Srinagar city (6 km reachable within 11 mins by taxi). Also known as the \"Jewel in the Ring\", it is separated from the Dal Lake by a thin causeway."}, {"placeName": " 21. Chinar Park", "placeDesc": "Chinar park is a recent addition to the tourism scene in Srinagar. Housing three island, old Chinar trees, flowers, musical fountains, kiosks, an open air theater for cultural programs and swings, the park is quickly making its way to the list of favorites of the town."}, {"placeName": " 22. Dachigam National Park", "placeDesc": "Literally translating into the 'ten villages', a possible reference to the ten settlements that were relocated to have the National Park here, what was initially constructed to take care of the drinking water supply of the town, is today a habitat to a number of species of wildlife."}, {"placeName": " 23. Khanqah of Shah Hamdan", "placeDesc": "Built on the sandy banks of the Jhelum river in Srinagar, is the Khanqah Of Shah Hamda. It is bustling with activity and people on the sixth day of Dul-Haj (the last month of the Islamic Lunar calendar), on the death anniversary of Mir Syed Ali Hamdani."}, {"placeName": " 24. Anantnag", "placeDesc": "The capital of commerce of J&K, Anantnag is filled with hot springs, lakes, temples and shrines. The place is known for its religious tolerance and there are shrines that belong to both the Hindus and the Muslims."}, {"placeName": " 25. Sri Pratap Singh Museum", "placeDesc": "The Pratap Singh Museum is home to ancient terracotta heads dating back to the 3rd century, found at the Buddhist site at Ushkur & molded terracotta plaques of the 4th & 5th century from Harwan."}, {"placeName": " 26. Sinthan Top", "placeDesc": "Sinthan Top is a mountain pass in the Pir Panjal Mountain Ranges enroute the National Highway of Kokernag-Sinthan Top-Kishtwar Road that connects Jammu and Kashmir. The snow laden hilltop is lately emerging as a new tourist destination owing to the beautiful views and the idyllic setting. It is also..."}, {"placeName": " 27. Charar-i-Sharif", "placeDesc": "Charar-i-Sharif is a Muslim shrine dedicated to Hazrat Sheikh Noor-ud-din Wali, situated around 30 kms from Srinagar and built around 600 years ago. Sheikh Wali was the first person to preach Rishism in the valley and propagated non-violence, vegetarianism, communal harmony and tolerance. His remain..."}, {"placeName": " 28. Kheer Bhawani Temple", "placeDesc": "Situated in Tul Mulla village near Srinagar, Kheer Bhavani Temple is dedicated to Hindu Goddess Bhavani- incarnation of Goddess Parvathy. The temple was originally named Bhavani Mandir but eventually came to be known as Kheer Bhavani due to the delicious rice pudding offered as prasad. It is built o..."}, {"placeName": " 29. Badamwari Garden", "placeDesc": "Believed to have been built during 14th century, Badamwari Garden is a piece of heaven tucked away in Srinagar. Sprawling over the hills of Koh-e-Maran, the enchanting garden is replete with vibrantly blooming bushes and shrubbery. It is houses a magnificent dome at the centre and has trails carved ..."}, {"placeName": " 30. Apple Orchards", "placeDesc": "Srinagar is counted among the most beautiful places of India owing to its lush green orchards, free flowing rivers and paradisal locales. Also, 80% of the countryês apple supplies are managed from here. So visit the emerald carpeted meadows full of green trees sprinkled with shiny red apples and let..."}, {"placeName": " 31. Chatti Padshahi Gurudwara", "placeDesc": "Situated right out the Hari Parbatês southern gate in Srinagar, Chatti Padshahi Gurudwara is the most important and probably the largest Sikh gurudwara in all of Kashmir valley. The shrine has a sanctum sanctorum in middle of a large rectangular hall. It also has accomodation facilities and langar f..."}, {"placeName": " 32. Burzhama Ruins", "placeDesc": "Burzhama Ruins is situated in Burzahom in Srinagar. It is archaeological excavation site where numerous relics and remnants have been discovered suggesting the existence of an ancient settlement hundreds of years before. The excavations include skeletons, pottery, dwelling pits, mud brick houses and..."}, {"placeName": " 33. Makhdoom Sahib Shrine", "placeDesc": "Located towards the south of Hari Parbat in Srinagar, Makhdoom Sahib Shrine is an Islamic shrine dedicated to Sufi saint Sheikh Hamza Makhdoom aka Makhdoom Saheb aka Hazrat Sultan aka Mehboob-ul-Alam aka Sultan-ul-Arifeen. Built in Mughal style architecture, the sturdy shrine rests on innumerous pil..."}, {"placeName": " 34. Kathi Darwaza", "placeDesc": "Kathi Darwaza is the main entrance gate of the famous monument Hari Parbat Fort in Srinagar. A rare specimen of Mughal architecture, the high domed gate is flanked by bays and has tiny Mughal and Persian inscriptions etched on the interior walls and ceilings. The gate, no doubt, accentuates the gran..."}, {"placeName": " 35. Jyeshtheswara Temple", "placeDesc": "Jyeshtheswara Temple is a popular Hindu temple in Srinagar. It is believed that the temple was built by Pandavas in the 5th century and was later revamped and renovated in the 8th century by King Lalitaditya Muktapida."}, {"placeName": " 36. Hari Parbat", "placeDesc": "The majestic mountain overlooking the city of Srinagar is called Hari Parbat. Besides the famous Hari Parbat fort, the mountain also has various shrines dedicated to several deities, the most prominent of which is Sharika Devi Temple enshrined by Goddess Jagadamba Sharika Bhagwati. You can either tr..."}, {"placeName": " 37. SPS Museum", "placeDesc": "SPS Museum is situated at Lal Mandi in Srinagar and is popular for its had crafted products and notable archaeological artefacts collected from across the state. The museum has been divided into separate sections including archaeology, manuscripts, enamel ware, decorative art, natural history, paper..."}, {"placeName": " 38. Tulip Festival in Srinagar", "placeDesc": "Date 4th May 2019 - 12th May 2019   Venue Indira Gandhi Memorial Tulip Garden   Ticket Price INR 50    The Indira Gandhi Memorial Tulip Garden in Srinagar holds South Asia's largest Tulip Festival in the months of April - May near the Dal Lake. It is nestled at the foothills of Zabarwan Range in Sri..."}, {"placeName": " 39. Salim Ali National Park", "placeDesc": "Salim Ali National Park is a beautiful mangrove shrubbery habitat for several endangered animals and birds alike. Named in commemoration of ornithologist Salim Ali, it is located in Srinagar with an area of 9 km. Tourists can sight animals such as leopard, flying fox, the Kashmiri stag and birds suc..."}, {"placeName": " 40. Stay in a Houseboat", "placeDesc": "Staying in a houseboat amidst pristine waters of the Dal Lake, is one of the most essential things to do in Srinagar. Made in wood and adorned in a typical Kashmir style decor, the houseboats are a perfect way to experience the quintessential local life in the luxurious way. You will also be mesmeri..."}, {"placeName": " 41. Floating Vegetable Market", "placeDesc": "Srinagar is also popular for its floating vegetable markets where vegetable and fruits are sold around in the waters on the Shikara. More than a sell-purchase transaction, it is an interesting place to visit for sightseeing. One of the most unique things to do in Srinagar, these markets are run at t..."}, {"placeName": " 42. Paragliding", "placeDesc": "Paragliding is one of the most exciting activities that you can experience in Srinagar. Most of the adventure clubs let you experience the thrills of paragliding. Besides giving you a major adrenaline rush, it also let's you have a gorgeous bird's eye view of the valley below. If you are an adventur..."}]}